tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "supabase/tap"
brew "apr-util"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "berkeley-db", link: true
brew "glib"
brew "cairo"
brew "cfn-lint"
brew "cookiecutter"
brew "libidn2"
brew "rtmpdump"
brew "deno"
brew "docker-compose"
brew "fish"
brew "freetds"
brew "git-flow"
brew "p11-kit"
brew "unbound"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "libffi"
brew "libzip"
brew "lua"
brew "luajit"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "openssl@1.1"
brew "perl"
brew "php"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stylua"
brew "tcl-tk"
brew "tfenv"
brew "tmux"
brew "vips"
brew "supabase/tap/supabase"
cask "arc"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "ngrok"
cask "raycast"
cask "wezterm@nightly"
