tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "supabase/tap"
brew "apr-util"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "exa"
brew "fish"
brew "freetds"
brew "git", link: false
brew "git-flow"
brew "glow"
brew "go"
brew "jq"
brew "krb5"
brew "libpq"
brew "libzip"
brew "lua"
brew "luajit"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nodebrew"
brew "openssl@1.1"
brew "p11-kit"
brew "perl"
brew "php"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unbound"
brew "vim"
brew "yarn"
brew "supabase/tap/supabase"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "raycast"
cask "wezterm-nightly"
