tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "supabase/tap"
brew "apr-util"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "berkeley-db", link: true
brew "libidn2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "deno"
brew "direnv"
brew "eza"
brew "fish"
brew "freetds"
brew "git"
brew "git-flow"
brew "glow"
brew "go"
brew "jq"
brew "krb5"
brew "libpq"
brew "libzip"
brew "lua"
brew "luajit"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "openssl@1.1"
brew "p11-kit"
brew "perl"
brew "php"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tcl-tk"
brew "tig"
brew "tmux"
brew "unbound"
brew "vim"
brew "volta"
brew "zellij"
brew "supabase/tap/supabase"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "raycast"
cask "wezterm-nightly"
